Repository: eldocbrown/poli
Catalog: policorp/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Success
es: Éxito

source: Empty Schedule
es: Agenda Vacía

source: Schedule
es: Agenda

source: Availability removed
es: Disponibilidad eliminada

source: You have successfully removed the availability
es: Ha eliminado exitosamente la disponibilidad

source: Note
es: Nota

source: Select location
es: Seleccionar lugar

source: Select activity
es: Seleccionar actividad

source: Invalid date
es: Fecha inválida

source: Form not valid
es: Formulario inválido

source: You have successfully created the booking.
es: Ha reservado exitosamente el turno.

source: Booked
es: Reservado

source: Available
es: Disponible

source: Invalid Date
es: Fecha Inválida

source: There was an error generating the availability configuration data
es: Hubo un error al generar los datos de configuración de disponibilidad

source: You have successfully created an availability configuration
es: Ha creado exitosamente la configuración de disponibilidad

source: There were
es: Hubo

source: errors creating the availability configuration
es: errores al generar los datos de configuración de disponibilidad

source: Booking cancelled
es: Turno cancelado

source: You have successfully cancelled the booking
es: Ha cancelado exitosamente el turno
